tap "armmbed/formulae"
tap "bufbuild/buf"
tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "emqx/mqttx"
tap "hashicorp/tap"
tap "leoafarias/fvm"
tap "lucaspickering/tap"
tap "ngrok/ngrok"
tap "oven-sh/bun"
tap "tcr/tcr"
tap "ynqa/tap"
brew "alp"
brew "webp"
brew "jpeg-xl"
brew "bat"
brew "btop"
brew "cloudflared"
brew "cmake"
brew "ripgrep"
brew "codex"
brew "eza"
brew "ffmpeg"
brew "fonttools"
brew "fzf"
brew "gh"
brew "ghq"
brew "git-lfs"
brew "htop"
brew "huggingface-cli"
brew "imagemagick"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "md2pdf"
brew "yt-dlp"
brew "mysql"
brew "n"
brew "neofetch"
brew "neovim"
brew "pnpm"
brew "pwgen"
brew "ruff"
brew "silicon"
brew "tailscale"
brew "telnet"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "uv"
brew "wget"
brew "zellij"
brew "bufbuild/buf/buf"
brew "emqx/mqttx/mqttx-cli"
brew "hashicorp/tap/terraform"
brew "lucaspickering/tap/slumber"
brew "oven-sh/bun/bun"
cask "cursor"
cask "cmd-eikana"
cask "clipy"
cask "claude"
cask "claude-code"
cask "datagrip"
cask "docker-desktop"
cask "gcloud-cli"
cask "jordanbaird-ice"
cask "keycastr"
cask "kitty"
cask "raycast"
cask "spotify"
cask "vlc"
